{
  "date": "2001-01-26T10:48:00.000Z",
  "subject": "Re: Gas Injection Project",
  "from": {
    "email": "john.shafer@enron.com"
  },
  "to": {
    "email": "kenny.maltby@enron.com"
  },
  "headers": {
    "Message-ID": "<4023240.1075851883758.JavaMail.evans@thyme>",
    "Date": "Fri, 26 Jan 2001 02:48:00 -0800 (PST)",
    "From": "john.shafer@enron.com",
    "To": "kenny.maltby@enron.com",
    "Subject": "Re: Gas Injection Project",
    "Cc": "larry.campbell@enron.com, david.roensch@enron.com, rich.jolly@enron.com, \r\nwilliam.kendrick@enron.com, mike.riedel@enron.com, \r\nlouis.soldano@enron.com, scott.jones@enron.com, randy.rice@enron.com, \r\nrick.suderman@enron.com, edward.attanasio@enron.com",
    "Mime-Version": "1.0",
    "Content-Type": "text/plain; charset=us-ascii",
    "Content-Transfer-Encoding": "7bit",
    "Bcc": "larry.campbell@enron.com, david.roensch@enron.com, rich.jolly@enron.com, \r\nwilliam.kendrick@enron.com, mike.riedel@enron.com, \r\nlouis.soldano@enron.com, scott.jones@enron.com, randy.rice@enron.com, \r\nrick.suderman@enron.com, edward.attanasio@enron.com",
    "X-From": "John Shafer",
    "X-To": "Kenny Maltby",
    "X-cc": "Larry Campbell, David Roensch, Rich Jolly, William Kendrick, Mike Riedel, Louis Soldano, Scott Jones, Randy Rice, Rick Suderman, Edward Attanasio",
    "X-Folder": "\\Larry_Campbell_Nov2001_1\\Notes Folders\\All documents",
    "X-Origin": "CAMPBELL-L",
    "X-FileName": "lcampbe.nsf"
  },
  "text": "Kenny,\r\nI received a note from Dave Schafer's office that they had received a note \r\nfrom you that they thought should have come to me instead of Dave.  They were \r\ncorrect.  Please take note, for future emails, that I am John Shafer and not \r\nDave Schafer.\r\n\r\nNow, related to the essence of your email message below.  I am still in the \r\nprocess of gather information related to the California Endangered Species \r\nAct Memorandum or Understanding and Take Authorization as agreed to by the \r\nKoch Oil Company and the California Department of Fish and Game on Jan. 2, \r\n1998 (related to which Ed Attanasio has stated that such MOU and permit was \r\nassigned to EOTT after the sale of the facilities to EOTT).   I am requesting \r\nfrom Mr. Attanasio copies of the January 10 Annual Report that supposedly \r\nhave been filed by EOTT with the CDFG related to activities associated with \r\nthis MOU.  I am also holding conversations with Randi McCormick and Ed \r\nAttanasio related to the status of the USFWS Federal Incidental Take Permit \r\nissued to Arco Western Energy in March, 1996 covering the same properties.  \r\nTherefore, my comments are somewhat cursory at this point - but I'm getting \r\nup to speed pretty fast on this very important issue.  \r\n\r\nWe need to thoroughly understand what agreements are in place (both with the \r\nCDFG and the USFWS) before we do something within this protected preserve to \r\none of these rare, threatened or endangered species that we will all live to \r\nregret.  Everything may be perfect and all agency personnel happy as a \"tree \r\nfrog in the middle of a swamp in August,\" but I'm not convinced yet that we \r\neven know what these predecessors agreed to and why.\r\n\r\nSome of the things I am aware of at this point:\r\nThe California MOU and Incidental Take Permit applies to the North Coles \r\nLevee Natural Gas Fractionator Plant, Rogas Railcar facility, 250 miles of \r\nexisting pipeline, and 155 miles of proposed pipeline. (Caveat: Is this \r\nproject part of the 155 miles that has already been presented to the CDFG by \r\nKoch or is this something outside that agreement?  Also, what about the US \r\nFish and Wildlife Service concerns over these species?  Where is the \r\nagreement with the USFWS?  If there is not one done a full-blown \r\nEnvironmental Impact Study will have to be performed to get the Section 7 \r\nconsultation done under the Federal Endangered Specie Act!).\r\n\r\nThe North Coles Plant occupies 90 acres - right in the heart of the protected \r\npreserve.\r\n\r\nCalifornia Endangered species involved by the MOU and permit: 10 animals, 1 \r\nshrimp, 10 plants (all of these are also Federally Endangered).\r\nCalifornia Protected species involved by the MOU and permit: 2 animals (these \r\nare not listed by the Feds).\r\n\r\n\"Take Authorizations\" are very restricted (another words, if you illegally \r\n\"take, kill, harrass, damage their habitat, etc.\" one of these plants or \r\nanimals - you go to jail and do not collect $200 when you pass go\".\r\n\r\nNotices of activities to the CDFG are very restrictive and must be precisely \r\ncompleted prior to any ground disturbance.  In certain instances, prior to \r\nany human intrusion into protected areas.\r\n\r\nOrientation and training related to the species, permit, restrictions, etc. \r\nmust be done with all employees prior to entering a construction area.\r\n\r\nBiologist must be on hand for all activities.\r\n\r\nAll covers on oil drains, pipes, pits, etc. must be maintained as to prevent \r\ninjury to wildlife.\r\n\r\nPre-activity survey work must be done before any off-road driving is done \r\n(except in case of emergency).\r\n\r\nMitigation:  Permanent loss of habitat 3 to 1\r\n  Temporary loss of habitat 1.1 to 1\r\n  Compensation provided on annual basis in advance of year's activities \r\n(Caveat: Has this been   done?)\r\n\r\nAll pipe will be inspected prior to moving it.  \r\n\r\nIf a trapped or an injured animal is discovered, the CDFG is to be notified \r\nimmediately.\r\n\r\nAll trenches are to provide an escape route for animals (in steep wall trench \r\nareas).\r\n\r\nLizards - in areas where the Blunt-Nosed Leopard Lizard are found, all \r\nexcavation is to be done by hand!  Daylight work only.\r\n\r\nRevegetate with local stock.\r\n\r\nReports during and post construction must be timely as indicated in permit.\r\n\r\nAll other activities (regular maintenance during the year) are to be reported \r\non a January 10 Report filed with the CDFG stating the effectiveness of the \r\nmeasures taken.\r\n\r\nKoch was to establish a \"Pledged Savings Account\" or trust for the amount \r\nneeded to stand behind the activities undertaken during the year - until such \r\n\"Habitat Management Land\" would be donated by Koch to mitigate for the \r\nimpacts that had occurred.  Also, Koch was to provide an \"Endowment\" to CDFG \r\nfor management of any new lands donated and pay all reasonable expenses.  (I \r\nassume this also applies to EOTT now that EOTT is the owner).\r\n\r\nKoch could proceed (under this State Permit) with ground disturbance \r\nactivities, prior to having the acreage to donate, as long as the savings \r\naccount and/or trust was set up and funded to cover the activities.\r\n\r\nAny default and the permit is rescinded and the CDFG will bring all charges \r\n(both corporate and individual).\r\n\r\nTerm - 25 years from Jan. 2, 1998.\r\n\r\n(Caveat: A \"Scott Clark\" signed this agreement on behalf of Koch in 1998.  Is \r\nthis the same Scott Clark that now works for Randy Rice?  \r\n\r\n\r\nAs you can see, I only know enough about this issue at this point to be \r\ndangerous.  However, I would caution each and every one of you to proceed \r\nwith appropriate caution until we have all of the facts.  If we have a \r\nproblem with the proposed construction or with our daily maintenance \r\nactivities related to any of these species or this agreement, we will need to \r\nhave all the facts correctly identified and completed.\r\n\r\nI am also attempting to have a conference call with most of you to discuss \r\nthis very important issue.  \r\n\r\nThanks, John Shafer\r\n---------------------- Forwarded by John Shafer/OTS/Enron on 01/26/2001 09:39 \r\nAM ---------------------------\r\n   \r\n\t\r\n\t\r\n\tFrom:  Lisa Costello                           01/25/2001 02:48 PM\r\n\t\r\n\r\nTo: John Shafer/OTS/Enron@Enron\r\ncc: Kenny Maltby/Bakersfield/Eott@Eott \r\n\r\nSubject: Re: Gas Injection Project\r\n\r\nJohn, here's another one for you.....sent to Dave Schafer again.\r\n\r\n---------------------- Forwarded by Lisa Costello/NA/Enron on 01/25/2001 \r\n02:48 PM ---------------------------\r\n\r\n\r\nKenny Maltby@EOTT\r\n01/25/2001 02:00 PM\r\nTo: Rich Jolly/ET&S/Enron@ENRON\r\ncc: Larry Campbell/ET&S/Enron@Enron, David Roensch/ET&S/Enron@Enron, Dennis \r\nWatts/Bakersfield/Eott@Eott, Kenny Maltby/Bakersfield/Eott@Eott, Edward \r\nAttanasio/Remote/Eott@Eott, Dave Schafer/ET&S/Enron@Enron, Louis \r\nSoldano/ET&S/Enron@Enron, Butch Russell/ET&S/Enron@Enron \r\n\r\nSubject: Re: Gas Injection Project\r\n\r\n\r\n\r\n__________________\r\n\r\nThe California Fish and Game must give there approval of the project before \r\nwe can start construction. It is my understanding that they have the project \r\non there desk and are looking at it. Once we receive there approval we will \r\nsend a biologist out to trap for three days to see what species are in the \r\npath of construction. At the same time we can put up the bond for purchase of \r\nthe required compensation lands with the Kern Water Bank Authority and Area \r\nEnergy. The 1081 permit we have with the Fish and Game requires a 14 day \r\nnotices before start of construction with a company contact. Under Ed \r\nAttanasio guidance I sent notice of construction to the Fish and Game and \r\nthat I would be the local contact for this project. One issue that could keep \r\nus from trapping is the outside temperature, if it is to cold the species \r\nwill be trapped and not able to get back to there burrows and will freeze to \r\ndeath. Randi McCormick believes we will have approval in two weeks but there \r\nis not any guarantee, the State works at there own pace.\r\n\r\nThe second issues is a stream bed alteration permit with the Army Corp of \r\nEngineers for crossing the Kern River By-Pass channel. Gary Fuller had put \r\nWest Coast Environmental in charge of getting this permit. I talked with them \r\nFriday and they had not turned in the application yet. Typically these \r\npermits take 30 to 45 days for approval, they assured me they would get the \r\napplication submitted. We could use someone in environmental to get involved \r\nwith this. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\tRich Jolly@ENRON\r\n\t01/24/01 08:17 AM\r\n\t\t\r\n\t\t To: Larry Campbell/ET&S/Enron@Enron, David Roensch/ET&S/Enron@Enron, Dennis \r\nWatts/Bakersfield/Eott@Eott, Kenny Maltby/Bakersfield/Eott@Eott, Edward \r\nAttanasio/Remote/Eott@Eott, Dave Schafer/ET&S/Enron@Enron, Louis \r\nSoldano/ET&S/Enron@Enron, Butch Russell/ET&S/Enron@Enron\r\n\t\t cc: \r\n\t\t Subject: Re: Gas Injection Project\r\n\r\nLarry I have another project for you. We need you to go to Bakersfield and \r\nget with Kenny Maltby and Dennis Watts on the Ro Gas project. Kenny has a \r\nhandle on it but I would like for you to look the permits over and tell us \r\nwe're OK to start construction. You will probably want o visit the different \r\nagencies while you're there. Kenny can you furnish us some information so \r\nLarry will know what's going on. By the way this needs to be fast tracked. We \r\nwere supposed to start construction on January 22. Let me know what you need. \r\nWorking together we'll get some of these projects taken care of.\r\nThanks \r\nRich\r\n\r\n\r\n\r\nLarry Campbell\r\n01/24/2001 08:22 AM\r\nTo: David Roensch/ET&S/Enron@Enron\r\ncc: Rich Jolly/ET&S/Enron@Enron, John Shafer/OTS/Enron@Enron \r\n\r\nSubject: Re: Gas Injection Project  \r\n\r\nDavid, lets do this on friday the 26th sometime in the am........\r\n\r\n\r\nDavid Roensch\r\n01/23/2001 07:26 PM\r\n\r\n\r\nTo: Larry Campbell/ET&S/Enron@Enron\r\ncc:  \r\n\r\nSubject: Re: Gas Injection Project\r\n\r\nLarry, can we visit about this at your first opportunity........  ?  Let me \r\nknow the time and place to make a call to you and I will try and accomodate.  \r\n(Starting Thursday or therafter... as I am in meeting Wed. and traveling)\r\n---------------------- Forwarded by David Roensch/ET&S/Enron on 01/23/2001 \r\n07:24 PM ---------------------------\r\n\r\nJohn Shafer\r\n01/23/2001 12:09 PM\r\n\r\n\r\nTo: Rich Jolly/ET&S/Enron@ENRON\r\ncc: Randy Lagrimini/ENRON@enronXgate, Randy Rice/OTS/Enron@ENRON, Kevin \r\nHyatt/ET&S/Enron@Enron, Kenneth Chow/ET&S/Enron@Enron, David \r\nRoensch/ET&S/Enron@ENRON, Susan Ralph/Houston/Eott@Eott, Larry \r\nGarrett/Long_Beach/Eott@Eott, Bob Jacobs/Long_Beach/Eott@Eott, Diane \r\nCorbett/Long_Beach/Eott@Eott, Rick Suderman/Bakersfield/Eott@Eott, Bob \r\nBurleson/ET&S/Enron@ENRON, Roy Hartstein/ENRON@enronXgate, John \r\nWill/ENRON@enronXgate, Louis Soldano/ET&S/Enron@Enron, William \r\nKendrick/OTS/Enron@ENRON, Mike Riedel/ET&S/Enron@ENRON, Larry \r\nCampbell/ET&S/Enron@ENRON \r\n\r\nSubject: Re: Gas Injection Project  \r\n\r\nRich,\r\n\r\nYes, the SW Environmental Team could take the lead on it as far as assessing \r\nthe environmental impact.  I'm sure Larry Campbell will be gald to be the \r\npoint person on it for us.  You are in good hands.  John Shafer\r\n\r\n\r\n\r\n\r\n\r\nRich Jolly\r\n01/22/2001 10:46 PM\r\nTo: Randy Lagrimini/ENRON@enronXgate, John Shafer/OTS/Enron@Enron\r\ncc: Randy Rice/OTS/Enron@ENRON, Kevin Hyatt/ET&S/Enron@Enron, Kenneth \r\nChow/ET&S/Enron@Enron, David Roensch/ET&S/Enron@ENRON, Susan \r\nRalph/Houston/Eott@Eott, Larry Garrett/Long_Beach/Eott@Eott, Bob \r\nJacobs/Long_Beach/Eott@Eott, Diane Corbett/Long_Beach/Eott@Eott, Rick \r\nSuderman/Bakersfield/Eott@Eott, Bob Burleson/ET&S/Enron@ENRON, Roy \r\nHartstein/ENRON@enronXgate, John Will/ENRON@enronXgate, Louis \r\nSoldano/ET&S/Enron@Enron \r\n\r\nSubject: Re: Gas Injection Project  \r\n\r\nJohn, Tiny and I have the responsibility to look at the environmental impact \r\nthis might bring to both companies. Along with this we'll be looking at ROW \r\nissues and etc. I would like to get Larry Campbell to take the lead in this \r\nand Tiny and I will assist. I visited with Norm Spalding and Earl Chanley \r\nabout the project and asked them to look at alternate points to inject the \r\nbutane. Earl stated that we might be able to do this in California rather \r\nthan the point we're looking at. Norm and Earl have you had a chance to think \r\nanymore about this? Thanks for everyone's help. This has the potential to be \r\na big revenue maker for us.\r\n\r\nRich\r\n\r\n\r\nFrom: Randy Lagrimini/ENRON@enronXgate on 01/19/2001 12:06 PM CST\r\nTo: Randy Rice/OTS/Enron@ENRON, Kevin Hyatt/ET&S/Enron@Enron, Kenneth \r\nChow/ET&S/Enron@Enron, David Roensch/ET&S/Enron@ENRON, Susan \r\nRalph/Houston/Eott@Eott, Larry Garrett/Long_Beach/Eott@Eott, Bob \r\nJacobs/Long_Beach/Eott@Eott, Diane Corbett/Long_Beach/Eott@Eott, Rick \r\nSuderman/Bakersfield/Eott@Eott, Rich Jolly/ET&S/Enron@ENRON, Bob \r\nBurleson/ET&S/Enron@ENRON\r\ncc: Roy Hartstein/ENRON@enronXgate, John Will/ENRON@enronXgate \r\n\r\nSubject: Gas Injection Project\r\n\r\nTeam,\r\n\r\nHere are the meeting minutes as I captured them from the Gas Injection \r\nportion of our meeting on Tuesday.  Please take some time to review and let \r\nme know if I missed anything or made any mistakes in my note taking.  I look \r\nforward to working with everyone to see if we can make this happen.\r\n\r\nThanks for your help!\r\n\r\n\r\nRandy Lagrimini\r\nContract Manager\r\nEnron-Global Strategic Sourcing\r\n\r\n#713-646-7366\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
}